Repository: virtual-labs/exp-hemocytometer-au
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in

source: System on/Off
hi_in: उपकरण पर/ बंद

source: Light on/Off
hi_in: प्रकाश पर/ बंद

source: Light intensity
hi_in: प्रकाश की तीव्रता

source: Left and Right turning
hi_in: बाएँ/दाएँ घुमाना

source: Zoom In/Out
hi_in: ज़ूम अंदर/बाहर

source: help1
hi_in: " चयन लेंस 'का उपयोग कर लेंस का चयन करें ड्रॉप डाउन मेनू।

source: help2
hi_in: दूरबीन दृश्य को देखने के लिए " द्विनेत्री दृष्टि" बटन पर क्लिक करें।

source: help3
hi_in: गणना के लिए टेबल में मान को समायोजित।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Hemocytometer-Counting of cells
hi_in: हिमोसाइटोमेटेर-कोशिकाओं की गिनती

source: Variables
hi_in: चर

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Binocular View
hi_in: दूरबीन देखें

source: Select Lense
hi_in: लेंस चुनना

source: No: of squares counted
hi_in: वर्गों की संख्या की गिनती

source: Percentage cell viability
hi_in: प्रतिशत सेल व्यवहार्यता

source: Total Cells
hi_in: कुल कोशिकाओं

source: % Cell viability
hi_in: % सेल व्यवहार्यता

source: Concentration of cells
hi_in: कोशिकाओं की एकाग्रता

source: Avg viable cell count/sq
hi_in: औसत रूप से व्यवहार्य कोशिकाओं की संख्या / वर्ग

source: Viable Cells/ml
hi_in: व्यवहार्य कोशिकाओं / एमएल

source: Original volume of sample
hi_in: नमूने के मूल मात्रा

source: ml
hi_in: मिलीलीटर

source: Total viable cells/Sample
hi_in: कुल व्यवहार्य कोशिकाओं / नमूना

source: Viable cell count
hi_in: व्यवहार्य सेल गिनती

source: Dead cell count
hi_in: मृत कोशिकाओं की संख्या

source: Volume of media needed
hi_in: मीडिया की मात्रा की जरूरत

source: Number of cells needed
hi_in: कोशिकाओं की संख्या की जरूरत

source: square1
hi_in: वर्ग1

source: square2
hi_in: वर्ग2

source: square3
hi_in: वर्ग3

source: square4
hi_in: वर्ग5

source: square5
hi_in: वर्ग5

source: Total
hi_in: कुल

source: Trinocular View
hi_in: ट्राइनोकुलर देखें
